HandsOn/Group07/analysis.org
#+TITLE: Dataset Analysis
#+AUTHOR: Luciano García Giordano, José Luis Del Pino García, Jhon Toledo Barreto, Daniel Argota García

* Description of the tables
** Stations.csv
|-----------+--------+------------------------------------------------+----------|
| Column    | Type   | Comments / Range (Rounded)                     | Problems |
|-----------+--------+------------------------------------------------+----------|
| id        | number | Unique identifier of the station.              |          |
|-----------+--------+------------------------------------------------+----------|
| name      | name   | Name of the station                            |          |
|-----------+--------+------------------------------------------------+----------|
| address   | name   | Address of the station                         |          |
|-----------+--------+------------------------------------------------+----------|
| lon       | number | Longitud of the station, Range: (-3.77, 3.58)  |          |
|-----------+--------+------------------------------------------------+----------|
| lat       | number | Latitude of the station, Range: (40.35, 40.52) |          |
|-----------+--------+------------------------------------------------+----------|
| elevation | number | Elevation of the station, Range: (590, 730)    |          |
|-----------+--------+------------------------------------------------+----------|
** Yearly data files
|---------+--------+------------------------------------------------+--------------|
| Column  | Type   | Comments / Range (Rounded)                     | Problems     |
|---------+--------+------------------------------------------------+--------------|
| date    | date   | Unique identifier of the station.              |              |
|---------+--------+------------------------------------------------+--------------|
| BEN     | number | Benzene, Range: (0,20)                         | Blank values |
|---------+--------+------------------------------------------------+--------------|
| CH4     | number | Methane, Range: (1,3.4)                        | Blank values |
|---------+--------+------------------------------------------------+--------------|
| CO      | number | Carbon Monoxide, Range: (0.1,4.91)             | Blank values |
|---------+--------+------------------------------------------------+--------------|
| EBE     | number | Ethylbenzene, Range: (0,39)                    | Blank values |
|---------+--------+------------------------------------------------+--------------|
| NMHC    | number | Non-methane hydrocarbons, Range: (0,4.41)      | Blank values |
|---------+--------+------------------------------------------------+--------------|
| NO      | number | Nitrogen monoxide, Range: (0,980)              | Blank values |
|---------+--------+------------------------------------------------+--------------|
| NO_2    | number | Nitrogen dioxide, Range: (0,350)               | Blank values |
|---------+--------+------------------------------------------------+--------------|
| NOx     | number | Nitrogen oxides, Range: (0,1800)               | Blank values |
|---------+--------+------------------------------------------------+--------------|
| O_3     | number | Ozone, Range: (0,200)                          | Blank values |
|---------+--------+------------------------------------------------+--------------|
| PM10    | number | Particles <10 μm, Range: (0,310)               | Blank values |
|---------+--------+------------------------------------------------+--------------|
| PM25    | number | Particles <25 μm, Range: (0,96)                | Blank values |
|---------+--------+------------------------------------------------+--------------|
| SO_2    | number | Sulfur Dioxide, Range: (1,99)                  | Blank values |
|---------+--------+------------------------------------------------+--------------|
| TCH     | number | Total hydrocarbons(hexane), Range: (0.15,6.68) | Blank values |
|---------+--------+------------------------------------------------+--------------|
| TOL     | number | Toluene, Range: (0,85)                         | Blank values |
|---------+--------+------------------------------------------------+--------------|
| station | number | Unique identifier of the station.              |              |
|---------+--------+------------------------------------------------+--------------|

# Poner gráficas que sean por barrio/distrito (un histograma), para mostrar los más limpios/contaminados
