HandsOn/Group07/analysis.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Dataset Analysis</title>
<!-- 2018-10-05 Fri 18:30 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Luciano García Giordano, José Luis Del Pino García, Jhon Toledo Barreto, Daniel Argota García" />
</head>
<body>
<div id="content">
<h1 class="title">Dataset Analysis</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Description of the tables</a>
<ul>
<li><a href="#sec-1-1">1.1. Stations.csv</a></li>
<li><a href="#sec-1-2">1.2. Yearly data files</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Description of the tables</h2>
<div class="outline-text-2" id="text-1">
</div><div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Stations.csv</h3>
<div class="outline-text-3" id="text-1-1">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Column</th>
<th scope="col" class="left">Type</th>
<th scope="col" class="left">Comments / Range (Rounded)</th>
<th scope="col" class="left">Problems</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">id</td>
<td class="left">number</td>
<td class="left">Unique identifier of the station.</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">name</td>
<td class="left">name</td>
<td class="left">Name of the station</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">address</td>
<td class="left">name</td>
<td class="left">Address of the station</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">lon</td>
<td class="left">number</td>
<td class="left">Longitud of the station, Range: (-3.77, 3.58)</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">lat</td>
<td class="left">number</td>
<td class="left">Latitude of the station, Range: (40.35, 40.52)</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">elevation</td>
<td class="left">number</td>
<td class="left">Elevation of the station, Range: (590, 730)</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
<div id="outline-container-sec-1-2" class="outline-3">
<h3 id="sec-1-2"><span class="section-number-3">1.2</span> Yearly data files</h3>
<div class="outline-text-3" id="text-1-2">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">Column</th>
<th scope="col" class="left">Type</th>
<th scope="col" class="left">Comments / Range (Rounded)</th>
<th scope="col" class="left">Problems</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">date</td>
<td class="left">date</td>
<td class="left">Unique identifier of the station.</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">BEN</td>
<td class="left">number</td>
<td class="left">Benzene, Range: (0,20)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">CH4</td>
<td class="left">number</td>
<td class="left">Methane, Range: (1,3.4)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">CO</td>
<td class="left">number</td>
<td class="left">Carbon Monoxide, Range: (0.1,4.91)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">EBE</td>
<td class="left">number</td>
<td class="left">Ethylbenzene, Range: (0,39)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">NMHC</td>
<td class="left">number</td>
<td class="left">Non-methane hydrocarbons, Range: (0,4.41)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">NO</td>
<td class="left">number</td>
<td class="left">Nitrogen monoxide, Range: (0,980)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">NO<sub>2</sub></td>
<td class="left">number</td>
<td class="left">Nitrogen dioxide, Range: (0,350)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">NOx</td>
<td class="left">number</td>
<td class="left">Nitrogen oxides, Range: (0,1800)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">O<sub>3</sub></td>
<td class="left">number</td>
<td class="left">Ozone, Range: (0,200)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">PM10</td>
<td class="left">number</td>
<td class="left">Particles &lt;10 μm, Range: (0,310)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">PM25</td>
<td class="left">number</td>
<td class="left">Particles &lt;25 μm, Range: (0,96)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">SO<sub>2</sub></td>
<td class="left">number</td>
<td class="left">Sulfur Dioxide, Range: (1,99)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">TCH</td>
<td class="left">number</td>
<td class="left">Total hydrocarbons(hexane), Range: (0.15,6.68)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">TOL</td>
<td class="left">number</td>
<td class="left">Toluene, Range: (0,85)</td>
<td class="left">Blank values</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">station</td>
<td class="left">number</td>
<td class="left">Unique identifier of the station.</td>
<td class="left">&#xa0;</td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Luciano García Giordano, José Luis Del Pino García, Jhon Toledo Barreto, Daniel Argota García</p>
<p class="date">Created: 2018-10-05 Fri 18:30</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 24.5.1 (<a href="http://orgmode.org">Org</a> mode 8.2.10)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
